Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# EmailPasswordConfirmText
source: Please follow these steps to complete Two-Step Verification Setup: 1. Check your email (don't forget the spam folder) {0} 2. Click on the validation link.
ar: لإكمال عملية إعدادِ التحقق بخطوتين قم بما يلي رجاءً: 1. تفقَّد بريدك الإلكتروني ⁨{0}⁩ (بما في ذلك مجلد الرسائل غير المرغوب فيها). 2. اضغط على رابط التأكيد.
be: Зрабіце наступнае, каб завяршыць наладку двухэтапнай праверкі: 1. Праверце вашу электронную пошту (не забудзьцеся зазірнуць у папку са спамам) {0} 2. Націсніце на спасылку пацвярджэння.
ca: Seguiu aquests passos per a configurar la verificació en dos passos: 1. Reviseu la bústia de correu electrònic (no oblideu la carpeta de correu brossa) {0} 2. Feu clic a l'enllaç de validació.
de: Bitte folge diesen Schritten um die zweistufige Bestätigung abzuschließen: 1. Überprüfe deine Mails (auch den Spam-Ordner) {0} 2. Auf den Link klicken.
es: Por favor, sigue estos pasos para completar la configuración de la verificación en dos pasos: 1. Revisa tu correo (no olvides la carpeta de spam). {0} 2. Haz clic en el enlace de validación.
fa: برای تکمیل راه‌اندازی تأیید دو مرحله‌ای مراحل زیر را دنبال کنید: 1. ایمیل خود را بررسی کنید (پوشه هرزنامه را فراموش نکنید) ⁨{0}⁩ 2. بر روی لینک فعال‌سازی کلیک کنید.
fi: Toimi seuraavasti suorittaaksesi kaksivaiheisen todennuksen käyttöönoton loppuun: 1. Tarkista sähköpostisi (älä unohda roskapostikansiota) {0} 2. Napsauta vahvistuslinkkiä.
fr: Pour activer la double authentification : 1. Consultez votre courriel (n'oubliez pas de vérifier les pourriels) {0} 2. Cliquez sur le lien de validation.
id: Mohon ikuti langkah ini untuk melengkapi Pengaturan Verifikasi Dua Langkah 1. Cek surel Anda (jangan lupa cek folder spam) {0} 2. Klik di tautan validasi.
it: Segui questi step per completare la configurazione della verifica in due passaggi: 1. Controlla la tua email (non dimenticare lo spam) {0} 2. Clicca sul link di conferma.
ko: 2단계 인증 설정을 완료하려면 아래 절차대로 진행해 주세요: 1.이메일 확인하기(스팸 메일함도 잊지 마세요) {0} 2.인증 링크 클릭하기
ms: Sila ikut langkah berikut bagi menyiapkan Aturan Verifikasi 2-Langkah: 1. Buka emel anda (jangan lupa folder spam) {0} 2. Klik link pengesahan.
nl: Volg deze stappen om twee-staps-verificatie in te schakelen: 1.Controleer je e-mail (kijk voor de zekerheid ook in de ongewenste post) {0} 2. klik op de bevestigingslink.
pl: Aby skonfigurować weryfikację dwustopniową, wykonaj następujące czynności: 1. Sprawdź swoją pocztę – nie zapomnij o folderze spamu {0} 2. Naciśnij link potwierdzenia.
pt_br: Por favor, siga os seguintes passos para completar a configuração da autenticação em duas etapas: 1. Verifique seu email (não esqueça da pasta spam) {0} 2. Clique no link de validação.
ru: Пожалуйста, выполните эти шаги, чтобы закончить настройку двухэтапной аутентификации: 1. Проверьте почту (не забудьте о папке со спамом) {0} 2. Перейдите по ссылке для подтверждения.
sv: Vänligen följ den här stegen för att slutföra inställning av Två-Stegs-verifiering: 1. Kontrollera din e-post (glöm inte skräpmappen) {0} 2. Klicka på bekräftelselänken.
tr: İki Adımlı Doğrulama kurulumunu tamamlamak için lütfen şu adımları izleyin: 1. E-postanızı kontrol edin (gereksiz klasörünü unutmayın) {0} 2. Onaylama bağlantısına tıklayın.
uk: Слідуйте інструкції, щоб активувати двоетапну перевірку: 1. Перевірте вашу е-пошту (не забудьте про теку зі спамом) {0} 2. Клацніть на посилання.
uz: Ikki bosqichli tekshiruvni oʻrnatishni yakunlash uchun quyidagi qadamlarni bajaring: 1. Emailingizni tekshiring (spam jildini unutmang): {0} 2. Tekshiruv havolasini bosing.
zh_cn: 请根据以下步骤以完成两步验证设置： 1. 查看您的邮箱（不要忘记垃圾邮件文件夹） {0} 2. 点击验证链接。
zh_tw: 請根據以下步驟以完成兩步驟驗證設定： 1. 查看您的郵箱（不要忘記垃圾郵件文件夾） {0} 2. 點擊驗證鏈結。

# EmailPasswordConfirmText2
source: To complete Two-Step Verification Setup, check your email (don't forget the spam folder) and enter the code we just sent you.
ar: يرجى تفقُّد بريدك الإلكتروني وكتابة رمز التأكيد الذي أرسلناه للتو لإتمام تفعيل التحقق بخطوتين. قم بتفقُّد مجلدِ الرسائل غير المرغوب بها أيضًا.
be: Каб завяршыць наладку двухэтапнай праверкі, праверце вашу электронную пошту (не забудзьцеся зазірнуць у папку са спамам) і ўвядзіце код, які мы толькі што адправілі вам.
ca: Per a acabar de configurar la Verificació en Dos Passos, reviseu el correu (no oblideu la bústia de correu brossa) i introduïu el codi que us hem enviat.
de: Um die zweistufige Bestätigung abzuschließen, tippe den Code ein, der dir gerade per E-Mail (Spam-Ordner nicht vergessen) gesendet wurde.
es: Para completar la configuración de la verificación en dos pasos, revisa tu correo (no olvides la carpeta de spam) y pon el código que te enviamos.
fa: جهت تکمیل راه‌اندازی تأیید دو مرحله‌ای ایمیل خود را بررسی کرده (پوشه هرزنامه را فراموش نکنید) و کدی که به ایمیل شما ارسال شده است را وارد کنید.
fi: Tarkista sähköpostisi (älä unohda roskapostikansiota) ja syötä lähettämämme koodi viimeistelläksesi kaksivaiheisen todennuksen käyttöönoton.
fr: Consultez votre courriel (n'oubliez pas de vérifier les pourriels), et entrez le code que nous vous avons envoyé pour activer la double authentification.
id: Mohon ikuti langkah berikut untuk memasang Verifikasi Dua Langkah: 1. Cek email Anda (cek juga pada folder spam) {0} 2. Masukkan alamat email tempat kode dikirim dan kode tersebut.
it: Per completare la configurazione della verifica in due passaggi, controlla la tua email (non dimenticare lo spam) e inserisci il codice che ti abbiamo appena inviato.
ko: 2단계 인증 설정을 완료하려면, 이메일을 (스팸 메일함도 잊지 말고) 확인하여 보내 드린 인증 코드를 입력해 주세요.
ms: Untuk siapkan Aturan 2-Langkah, semak emel anda (jangan lupa folder spam) dan masukkan kod yang kami baru kirim kepada anda.
nl: Voer de code in die we hebben gestuurd om twee-staps-verificatie in te schakelen. Controleer ook je ongewenste post.
pl: Aby zakończyć konfigurację weryfikacji dwustopniowej, sprawdź swoją pocztę (nie zapomnij o folderze spamu) i wprowadź kod, który właśnie wysłaliśmy do ciebie.
pt_br: Para completar a Configuração da Verificação em Duas Etapas, verifique o seu email (verifique também a pasta de spam) e digite o código que te enviamos.
ru: Чтобы закончить настройку двухэтапной аутентификации, проверьте почту (не забудьте о папке со спамом) и введите код, который получили в письме.
sv: Följ de här stegen för att slutföra inställningarna för tvåstegsverifiering: 1. Kontrollera din e-post (glöm inte skräpmappen) och skriv in koden vi nyss skickade.
tr: Lütfen e-postanızı kontrol edin ve İki Adımlı Doğrulama kurulumunu tamamlamak için doğrulama bağlantısına tıklayın. Gereksiz klasörünü de kontrol ettiğinizden emin olun.
uk: Щоб активувати двоетапну перевірку, введіть код з листа, який ми вам надіслали. Не забудьте перевірити теку зі спамом.
uz: Ikki bosqichli tekshiruvni oʻrnatishni yakunlash uchun emailingizni tekshiring (spam jildini unutmang) va biz hozirgina yuborgan kodni kiriting.

# EmailPasswordConfirmText3
source: To complete reсoverу email setup, check {0} (don't forget the spam folder) and enter the code we just sent you.
ar: يرجى تفقُّد بريدك الإلكتروني ⁨{0}⁩ وكتابة رمز التأكيد الذي أرسلناه للتو لإتمام عملية إعداد بريد الاسترداد. قم بتفقُّد مجلدِ الرسائل غير المرغوب بها أيضًا.
be: Каб завяршыць наладку двухэтапнай праверкі, праверце {0} (не забудзьцеся зазірнуць у папку са спамам) і ўвядзіце электронную пошту, на якую быў адпраўлены код, і сам код.
ca: Per a acabar de configurar l’adreça de recuperació, reviseu el {0} (no oblideu la safata de correu brossa) i introduïu el codi que us hem enviat.
de: Um die Einrichtung deiner Wiederherstellungsadresse abzuschließen, prüfe {0} (Spam-Ordner nicht vergessen) und gebe den Code ein, den du eben erhalten hast.
es: Para completar la configuración del correo de recuperación, revisa {0} (no olvides la carpeta de spam) y pon el código que te enviamos.
fi: Tarkista {0} (älä unohda roskapostikansiota) ja syötä lähettämämme koodi suorittaaksesi käyttöönoton loppuun.
fr: Consultez votre courriel {0} (n'oubliez pas de vérifier les pourriels), et entrez le code que nous vous avons envoyé pour activer votre courriel de récupération.
it: Per completare l'impostazione dell'email di recupero, controlla {0} (non dimenticare lo spam) e inserisci il codice che ti abbiamo appena inviato.
ko: 복구 이메일 설정을 완료하려면, {0}을 (스팸 메일함도 잊지 말고) 확인하여 보내 드린 코드를 입력해 주세요.
ms: Untuk siapkan aturan emel pemulihan, semak {0} (jangan lupa folder spam) dan masukkan kod yang kami baru hantar kepda anda.
nl: Voer de code in die we hebben gestuurd naar {0} om je herstel-e-mailadres in te schakelen. Controleer ook je ongewenste post.
pl: Aby zakończyć konfigurację e-maila odzyskiwania hasła, sprawdź e-mail {0} (nie zapomnij o folderze spamu) i wprowadź kod, który właśnie wysłaliśmy do ciebie.
pt_br: Para completar a configuração do email de recuperação, verifique {0} (não se esqueça da pasta de spam) e digite o código que te enviamos.
ru: Чтобы подтвердить почту для восстановления пароля, проверьте {0} (не забудьте о папке со спамом) и введите код, который получили в письме.
sv: För att slutföra valet av e-postadress för återskapning, kontrollera {0} (glöm inte Skräpmappen) och skriv in koden som vi skickade dig.
tr: Kurtarma e-postası kurulumunu tamamlamak için {0} e-posta adresinizi kontrol edin (gereksiz klasörünü kontrol etmeyi unutmayın) ve size gönderdiğimiz kodu girin.
uk: Щоб завершити встановлення е-пошти для відновлення, перевірте {0} і введіть код, який ми вам надіслали. Не забудьте перевірити теку зі спамом.

source: Emoji
ar: الرموز التعبيرية
be: Эмодзі
fa: اموجی
ko: 이모지
ru: Эмодзи
tr: İfade
uk: Емодзі

# Emoji1
source: Smileys and people
ar: الرموز والناس
be: Смайлікі і людзі
ca: Emoticones i persones
de: Smileys und Leute
es: Emoticonos y personas
fa: شکلک‌ها و افراد
fi: Hymiöt ja ihmiset
fr: Émoticônes et personnes
id: Ekpresi dan Manusia
it: Emoticon e persone
ko: 스마일리와 사람
ms: Smili dan manusia
nl: Smiley's en mensen
pl: Buźki i ludzie
pt_br: Carinhas e pessoas
ru: Смайлы и люди
sv: Emojier och folk
tr: İfadeler ve insanlar
uk: Смайлики і люди
uz: Smayllar va odamlar

# Emoji2
source: Animals and nature
ar: حيوانات وطبيعة
be: Жывёлы і прырода
ca: Animals i natura
de: Tiere und Natur
es: Animales y naturaleza
fa: حیوانات و طبیعت
fi: Eläimet ja luonto
fr: Animaux et nature
id: Hewan dan Alam
it: Animali e natura
ko: 동물과 자연
ms: Binatang dan semula jadi
nl: Dieren en natuur
pl: Zwierzęta i natura
pt_br: Animais e natureza
ru: Животные и природа
sv: Djur och natur
tr: Hayvanlar ve doğa
uk: Тварини та природа
uz: Hayvonlar va tabiat

# Emoji3
source: Food and drink
ar: أطعمة وأشربة
be: Ежа і напоі
ca: Menjar i beguda
de: Essen und Trinken
es: Comida y bebida
fa: غذا و نوشیدنی
fi: Ruoka ja juoma
fr: Nourriture et boissons
id: Makanan dan Minuman
it: Cibo e bevande
ko: 음식과 음료
ms: Makanan dan minuman
nl: Eten en drinken
pl: Jedzenie i picie
pt_br: Comidas e bebidas
ru: Еда и напитки
sv: Mat och dryck
tr: Yiyecek ve içecek
uk: Їжа та напої
uz: Oziq-ovqat va ichimliklar

# Emoji4
source: Activity
ar: أنشطة
be: Заняткі
ca: Activitats
de: Aktivität
es: Actividades
fa: فعالیت
fi: Harrastus
fr: Activités
id: Aktivitas
it: Attività
ko: 활동
ms: Aktiviti
nl: Activiteit
pl: Aktywność
pt_br: Atividades
ru: Занятия
sv: Aktiviteter
tr: Aktivite
uk: Заняття
uz: Mashgʻulotlar

# Emoji5
source: Travel and places
ar: التنقل والأماكن
be: Падарожжы і месцы
ca: Viatges i llocs
de: Reisen und Orte
es: Viajes y destinos
fa: مسافرت و اماکن
fi: Matkailu
fr: Voyage et lieux
id: Perjalanan dan Tempat
it: Viaggi e luoghi
ko: 여행과 장소
ms: Lawatan dan tempat
nl: Reizen en plekken
pl: Podróże i miejsca
pt_br: Viagem e lugares
ru: Места и путешествия
sv: Resor och platser
tr: Seyahat ve yerler
uk: Подорожі та місця
uz: Joy va sayohat

# Emoji6
source: Objects
ar: أدوات
be: Аб'екты
ca: Objectes
de: Objekte
es: Objetos
fa: اشیاء
fi: Esineet
fr: Objets
id: Objek
it: Oggetti
ko: 사물
ms: Benda
nl: Dingen
pl: Obiekty
pt_br: Objetos
ru: Предметы
sv: Föremål
tr: Nesneler
uk: Предмети
uz: Obyektlar

# Emoji7
source: Symbols
ar: رموز
be: Сімвалы
ca: Símbols
de: Symbole
es: Símbolos
fa: نمادها
fi: Symbolit
fr: Symboles
id: Simbol
it: Simboli
ko: 특수문자
ms: Simbol
nl: Symbolen
pl: Symbole
pt_br: Símbolos
ru: Символы
sv: Symboler
tr: Semboller
uk: Символи
uz: Ramzlar

# Emoji8
source: Flags
ar: أعلام
be: Сцягі
ca: Banderes
de: Flaggen
es: Banderas
fa: پرچم‌ها
fi: Liput
fr: Drapeaux
id: Bendera
it: Bandiere
ko: 깃발
ms: Bendera
nl: Vlaggen
pl: Flagi
pt_br: Bandeiras
ru: Флаги
sv: Flaggor
tr: Bayraklar
uk: Прапори
uz: Bayroqlar

# EmojiBigSize
source: Draw single big emoji
ar: رسمُ رمز تعبيري واحد كبير
be: Вялікія эмодзі
ca: Dibuixa un emoji gran
es: Usar un emoji grande
fa: رسم اموجی تکی بزرگ
fi: Piirrä yksi suuri emoji
fr: Dessiner un seul grand emoji
id: Gambar satu emoji besar
it: Disegna una singola emoji grande
ko: 큰 이모지 하나 그리기
ms: Lukis satu emoji besar
nl: Grote emoji gebruiken
pl: Wstaw pojedynczą dużą emoji
pt_br: Desenhe um único emoji grande
ru: Большие одиночные эмодзи
sv: Rita en stor emoji
tr: Tek ifadeleri büyük göster
uk: Намалювати одне велике емодзі
uz: Bitta katta emoji chizish
zh_cn: emoji 自适应缩放
zh_tw: emoji 自動縮放

# EmojiInteractionTapHint
source: If **{0}** were viewing the chat now, they would also see this animation.
ar: إذا كانت المحادثة مفتوحة الآن لدى **⁨{0}⁩**؛ ستظهر التأثيرات للطرفين.
be: Калі **{0}** адкрые чат у гэты момант, то таксама ўбачыць анімацыю.
ca: Si **{0}** està mirant el xat ara mateix, també podrà gaudir de l'animació.
de: Wenn sich {0} den Chat gerade anschaut, sieht die Person ebenfalls die Animation.
es: Si **{0}** está mirando el chat ahora, también verá esta animación.
fi: Jos **{0}** katselisi tätä keskustelua, hän näkisi myös tämän animaation.
fr: Si **{0}** observait l'échange en ce moment, l'animation lui serait aussi visible.
it: Se **{0}** guardasse la chat ora, vedrebbe questa animazione.
ko: 만약 **{0}**님이 이 대화를 보고 있다면, 이 애니메이션도 보게 됩니다.
ms: Jika **{0}** melihat bual sekarang, mereka juga akan nampak animasi ini.
nl: Als **{0}** de chat nu zou bekijken, dan zou die ook deze animatie zien.
pl: Gdyby użytkownik **{0}** oglądał teraz czat, również zobaczyłby tę animację.
pt_br: {0} irá ver a animação ao mesmo tempo se estiver com o chat aberto.
ru: Если бы у {0} был открыт чат, в нём тоже играла бы анимация.
sv: Om **{0}** hade denna chat öppen just nu, skulle denne också se animeringen.
tr: **{0}** şu anda sohbeti görüntüleseydi, bu animasyondan hoşlanacaktı.
uk: Якби у **{0}** був зараз відкритий цей чат, співрозмовник би теж побачив анімацію.

source: Emoji suggestions
ar: اقتراحات الرموز التعبيرية
be: Прапановы эмодзі
ca: Suggeriments d'emojis
de: Emoji-Vorschläge
es: Sugerencias de emojis
fa: پیشنهادهای اموجی
fi: Emojiehdotukset
fr: Suggestions d'emoji
id: Pilihan emoji
it: Suggerimenti emoji
ko: 이모지 추천
ms: Cadangan emoji
nl: Emojisuggesties
pl: Propozycje emoji
pt_br: Sugestões de Emoji
ru: Подсказки эмодзи
sv: Emojiförslag
tr: İfade önerileri
uk: Пропозиції емодзі
uz: Emoji takliflari

# EmojiSuggestionsInfo
source: **Telegram** lets you find emoji by thousands of keywords, but there is always something missing. If you want to suggest a new emoji replacement, you can help us by visiting:
ar: يسمح لك **تيليجرام** بالعثور على الرموز التعبيرية عبر آلاف الكلمات، لكن من المؤكد أنه لايزال هناك نقصٌ ما، في حال كنت ترغب في اقتراح كلمة مفتاحية جديدة لرمز تعبيري ما، يمكنك مساعدتنا عبر زيارة:
be: **Telegram** дазваляе вам знаходзіць эмодзі па тысячах ключавых слоў, але тут заўсёды нечага не хапае. Калі вы хочаце прапанаваць новую замену эмодзі, вы можаце дапамагчы нам, наведаўшы:
ca: El **Telegram** us permet trobar emojis a partir de milers de paraules clau, però sempre se'n pot escapar alguna. Si voleu suggerir cap paraula més, ens podeu ajudar visitant:
de: **Telegram** ermöglicht dir die Suche nach tausenden Emoji anhand von Wörtern. Hier und da fehlen jedoch einige. Wenn du Emoji-Ersetzungen vorschlagen möchtest, besuche bitte diese Seite:
es: **Telegram** te permite encontrar emojis a partir de miles de palabras clave, pero siempre puede faltar alguna. Si quieres sugerir una palabra clave, puedes ayudarnos visitando:
fa: **تلگرام** به شما اجازه می‌دهد اموجی‌ها را با هزاران کلمه کلیدی جستجو کنید، اما همیشه ممکن است چیزی از قلم بیفتد. در صورت تمایل به پیشنهاد جایگزین اموجی جدید، می‌توانید با مراجعه به لینک زیر به ما کمک کنید:
fi: **Telegram** tuntee tuhansia eri hakusanoja emojin löytämiseen, mutta jokin aina puuttuu. Jos haluat lisätä uuden hakusanan, voit auttaa meitä osoitteessa:
fr: **Telegram** vous permet de trouver des emoji grâce à des milliers de mots-clés, mais il en manquera toujours quelques-uns. Si vous avez des suggestions, vous pouvez nous aider en vous rendant sur cette page :
id: **Telegram** membantu Anda untuk menemukan emoji berdasarkan ribuan kata kunci, namun akan ada beberapa yang kurang. Jika Anda ingin memberikan masukan silakan pergi ke:
it: **Telegram** ti consente di cercare emoji usando migliaia di parole chiave, ma c'è sempre qualcosa mancante. Se vuoi suggerire nuovi sinonimi per le emoji, puoi aiutarci visitando:
ko: **텔레그램**에서 회원님이 이모지를 손쉽게 찾으실 수 있도록 수천 개의 키워드를 지원해 드리지만, 누락된 키워드들이란 있기 마련입니다. 새로운 이모지 대치어를 제안하고 싶다면, 다음 사이트에서 도움을 주세요:
ms: **Telegram** membolehkan anda mencari emoji dengan beribu kata kunci, namun akan ada yang tertinggal. Jika anda ingin cadang gantian emoji baru anda boleh bantu kami dengan melawat ke:
nl: **Telegram** maakt het mogelijk om emoji te vinden op basis van duizenden woorden, maar er zullen er altijd wat missen. Als je suggesties wilt doen om emoji's nog makkelijker te vinden kan dat via:
pl: **Telegram** pozwala znaleźć emoji za pomocą tysięcy słów kluczowych, ale zawsze jakichś brakuje. Jeśli chcesz zaproponować nową zamianę emoji, możesz nam pomóc, odwiedzając:
pt_br: O **Telegram** permite que você encontre emojis por milhares de palavras-chave, mas sempre há algo faltando. Se você quiser sugerir uma nova substituição de emoji, você pode nos ajudar visitando:
ru: В **Telegram** можно искать эмодзи по множеству ключевых слов, но всегда есть что добавить. Вы можете предложить свои варианты слов для поиска здесь:
sv: **Telegram** gör att du kan hitta tusentals emojis, men det saknas alltid nåt. Om du vill föreslå en emojiersättning kan du bistå oss med att besöka:
tr: **Telegram**, binlerce anahtar kelimeyle ifade bulmanızı sağlar, ancak her zaman eksik bir şey vardır. Yeni bir ifade değişimini önermek istiyorsanız, şu adresi ziyaret ederek bize yardımcı olabilirsiniz:
uk: У **Telegram** можна шукати емодзі за тисячами ключових слів, проте завжди є що додати. Ви можете запропонувати свої варіанти слів для пошуку тут:
uz: **Telegram** minglab kalit soz'lar orqali emojilarni izlab topish imkonini beradi, ammo ba'zilari unutilgan bo'lishi mumkin. Agar sizda yangi emojilar uchun takliflar mavjud bo'lsa, ular quyidagi havola orqali taklif qilishingiz mumkin:

# EmojiUseDefault
source: Use system default emoji
ar: استخدم الرموز التعبيرية الافتراضية
be: Ужываць стандартныя эмодзі
ca: Usa els emojis predeterminats del sistema
de: Benutze System-Emoji
es: Usar emoji predeterminado
fa: استفاده از اموجی پیش‌فرض سیستم
fi: Käytä järjestelmän oletusemojeita
fr: Utiliser les emoji du système
id: Gunakan sistem emoji standar
it: Usa emoji di default
ko: 시스템 기본 이모지 사용
ms: Guna emoji sistem paras asal
nl: Systeem-emoji gebruiken
pl: Użyj emoji systemowych
pt_br: Usar emoji padrão do sistema
ru: Использовать системные эмодзи
sv: Använd systemets egna emojier
tr: Varsayılan sistem ifadesini kullan
uk: Використовувати типові системні емодзі
uz: Tizim standart emojilaridan foydalanish
zh_cn: 使用系统默认 emoji
zh_tw: 使用系統默認 emoji

# EmpryUsersPlaceholder
source: Add Users
ar: إضافة مستخدمين
be: Дадаць
ca: Afegeix usuaris
de: Hinzufügen
es: Añadir usuarios
fa: افزودن کاربران
fi: Lisää käyttäjiä
fr: Ajouter des utilisateurs
id: Tambahkan Pengguna
it: Aggiungi utenti
ko: 사용자 추가
ms: Tambah Pengguna
nl: Toevoegen
pl: Dodaj użytkowników
pt_br: Adicionar Usuários
ru: Добавить
sv: Lägg till användare
tr: Kullanıcı Ekle
uk: Додати користувачів
uz: Foydalanuvchi qoʻshish
zh_cn: 添加用户
zh_tw: 添加用戶

# EmptyExceptions
source: None
ar: لا شيء
be: Няма
ca: Cap
de: Keine
es: Ninguna
fa: خالی
fi: Ei ole
fr: Aucune
id: Tidak Ada
it: Nessuna
ko: 없음
ms: Tiada
nl: Geen
pl: Żadne
pt_br: Nenhum
ru: Нет
sv: Inga
tr: Yok
uk: Немає
uz: Yoʻq
zh_cn: 无
zh_tw: 無

source: Enable
ar: تفعيل
be: Уключыць
ca: Activa
de: Aktivieren
es: Activar
fi: Ota käyttöön
fr: Activer
it: Attiva
ko: 활성화
ms: Dayakan
nl: Inschakelen
pl: Włącz
pt_br: Ativar
ru: Включить
sv: Aktivera
tr: Etkinleştir
uk: Увімкнути

# EnableAllStreamingInfo
source: Some videos can't be streamed – e.g., all videos that were sent from Android using Telegram 4.7 and earlier versions.
ar: عندما يكون ذلك ممكنًا؛ سيبدأ تيليجرام في تشغيل المقاطع المرئية والصوتية على الفور دون انتظار اكتمال تنزيل الملفات.
be: Некаторыя відэа не могуць быць патокава прайграны. Напрыклад, якія адпраўляліся з Android Telegram версіі 4.7 і ранейшай.
ca: Alguns vídeos no es poden reproduir en temps real. Per exemple, tots els vídeos enviats des d'un Android que utilitzi el Telegram 4.7 i versions anteriors.
de: Einige Videos können nicht gestreamt werden - z.B. alle Videos, die von Telegram für Android 4.7 und früher gesendet wurden.
es: Algunos videos no se pueden reproducir en streaming. Por ejemplo, todos los videos que fueron enviados desde Android usando Telegram 4.7 y versiones anteriores.
fi: Telegram pyrkii mahdollisuuksien mukaan toistamaan videoita ja musiikkia heti, vaikka niiden lataus olisi yhä kesken.
fr: Certaines vidéos ne peuvent pas être lues en flux, notamment les vidéos envoyées depuis Android avec Telegram 4.7 ou une version antérieure.
it: Alcuni video non possono essere riprodotti in streaming – ad esempio, tutti i video inviati da Android usando Telegram 4.7 o precedente.
ko: 어떤 동영상은 스트리밍할 수 없습니다 – 예로, 안드로이드에서 텔레그램 4.7 이하 버전으로 보낸 동영상은 모두 스트리밍할 수 없습니다.
ms: Setengah video tak boleh distrim - contoh, semua video yang dihantar dari Android menggunakan Telegram 4.7 dan versi sebelumnya.
nl: Sommige video's kunnen niet worden gestreamd, bijvoorbeeld video's verstuurd vanaf Android met Telegram versie 4.7 en ouder.
pl: Niektóre filmy wideo nie mogą być przesyłane strumieniowo – np. wszystkie filmy, które zostały wysłane z systemu Android przy użyciu Telegrama 4.7 i wcześniejszych wersji.
pt_br: Alguns vídeos não podem ser transmitidos por stream. Ex.: todos os vídeos enviados via Android utilizando o Telegram 4.7 ou inferior.
ru: Потоковая загрузка недоступна для некоторых видеозаписей – например, отправленных с устройств Android с помощью Telegram версии 4.7 и ниже.
sv: När det är möjligt spelar Telegram upp video och musik direkt utan att invänta att filen hämtats helt.
tr: Bazı videolar hemen oynatılamaz. Örneğin, Telegram'ın 4.7 ve önceki sürümleriyle Android'den gönderilen tüm videolar.
uk: Деякі відео не підтримують потокове відтворення. Зокрема, це відео, що були надіслані з Telegram для Android до версії 4.7 включно.

source: Enable Animations
ar: تفعيل المؤثرات البصرية
be: Уключыць анімацыю
ca: Activa les animacions
de: Animationen aktivieren
es: Activar animaciones
fa: فعال کردن انیمیشن
fi: Näytä animaatiot
fr: Activer les animations
id: Aktifkan Animasi
it: Attiva animazioni
ko: 화면 전환 효과 사용
ms: Dayakan Animasi
nl: Animaties
pl: Włącz animacje
pt_br: Ativar Animações no App
ru: Анимация
sv: Aktivera animeringar
tr: Animasyonları Etkinleştir
uk: Анімація інтерфейсу
uz: Animatsiyalarni ko‘rsatish
zh_cn: 开启动画效果
zh_tw: 開啓動畫效果
